package utils

object Messages {
    private const val startMessage = """
        Привет!
        Для участия в розыгрыше необходимо зарегистрироваться.
        Продолжая регистрацию,
        ✅ ты принимаешь Правила проведения розыгрыша
        ✅ Даешь согласие на обработку своих персональных данных в соответствии с Политикой ЗЯ
        Нажми кнопку Сообщить номер 👇
    """

    private const val channelMessage = """
        Необходимо быть подписанным на следующий телеграмм канал:
    """

    private const val thanksMessage = """
        Спасибо, что сообщил(а) номер телефона!
    """

}